package RuleGame;

public class Rule {

    public String rule = "\n\t\t\t\t'ПРАВИЛА ИГРЫ 'СПИЧКИ'\n" +
            " В игре «Палочки» Вам необходимо будет продемонстрировать своё умение\n" +
            " просчитывать ходы наперёд. На игровом поле перед Вами находятся\n" +
            " двадцать деревянных палочек. Вы и Мэтр Теней, по очереди, будете\n" +
            " брать одну, две или три палочки (сколько именно брать — решать игроку). \n" +
            " Взявший последнюю палочку проигрывает, поэтому цель игры заключается в том,\n" +
            "чтобы оставить эту палочку оппоненту. Право первого хода традиционно\n принадлежит Вам.\n";

}
